"There was an error in processing the images." = "Ocorreu um erro ao processar as imagens.";

"The MakePDF application not found on this system." = "O aplicativo MakePDF não foi encontrado neste sistema.";